Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/kalastus.html.tmx
Source language: fin
Languages: smn

source: Elinkeinot
smn: Iäláttâsah

source: Kalastus
smn: Kuálástus

source: Vuotuismuutto
smn: Varriistâllâm

source: Poronhoito
smn: Puásuituálu

source: Inarinsaamelaisille lähes “pyhän kolmiyhteyden” ovat muodostaneet kolme tärkeintä elementtiä, peura (myöhemmin poro), kala ja marjat.
smn: Anarâšân masa juo “pase kuulmâohtâvuođâ” láá toohâm kulmâ tehálumos ääši, kodde (maŋeláá puásui), kyeli já myerjih.

source: Näistä kala on ollut ehkä kaikkein tärkein, koska se on ollut elämän perusta ja suoranainen elinehto, jota kaksi muuta “liittolaista” ovat sopivasti täydentäneet.
smn: Táin kyeli lii lamaš máhđulávt puoh tehálumos, ko tot lii lamaš eellim vuáđu, njuolgist juo eellimiähtu, mon kyehti eres “littolii” láá vuohâsávt tievâsmittám.

source: Kalanpyyntivälineitä ja -tapoja on ollut useita aina merran, koukkupyynnin ja kaaran ajoilta nykypäivän troolipyyntiin.
smn: Kyelipivdempiergâseh já -vyevih láá lamaš maaŋgah ain lääni, vaggepivdo já kääri aaigijn onnáápeeivi troolipiivdon.

source: Kaara eli kaukalo oli pienen joen keskelle kaivettu altaan omainen kuoppa, jonka reunat oli kasattu kivistä siten, että kalan jouduttua sen sisälle, se ei päässyt sieltä enää pois.
smn: Kääri lâi juvvii kuávdoo koivum rogge, mon roobdah lijjii liäjádum keđgijguin nuuvt, et kyeli čájádij tohon ijge peessâm meddâl.

source: Kivien raoista vesi virtasi vapaasti ja kun kala nousi ylävirtaan ja läheni kaaran yläreunaa, se joutui aitauksien vuoksi sellaiseen virtaan, joka sysäsi kalan siihen kaivettuun kuoppaan.
smn: Keđgilomij čoođâ čääci kuulgâi rijjâ já ko kyeli kuárŋudijn aldanškuođij kääri pajeroobdâ, tot šoodâi sivlái tiet taggaar viirdán, mii teddilij kyele toho koivum roogán.

source: Virta painoi kalat niihin ja kun ihminen tuli kokemaan pyydyksensä, hän saattoi lipolla eli haavilla kaivaa kalat ylös.
smn: Virde teedij kuolijd toho já ko olmooš poođij kuohâđ pivdusis, sun puovtij kyelikuáivoin ađai haavijn kuáivuđ kuolijd pajas.

source: Tällainen pyydys oli esimerkiksi Iijärvellä.
smn: Tággáár piivdus lâi ovdâmerkkân Ijjäävrist.

source: Lipolla eli haavilla kalastettiin myös pienempien jokien tai purojen matalissa virtapaikoissa esim. syksyllä reeskan kudun aikaan.
smn: Kyelikuáivoin ađai haavijn pivdojii meiddei ucebijn juuvâin ovdâmerkkân čohčuv riäskáh kođo ääigi.

source: Silloin reeska kutee ja nousee suurina parvina pieniin jokiin.
smn: Talle riäská kođá já kuárŋu stuorrâ uáiváduvâin uccâ juvviijd.

source: Inarin alueella on kuusi pienehköä jokea, jotka ovat saaneet nimensä niissä tapahtuvan reeskan kudun mukaan.
smn: Aanaar kuávlust láá kuttâ ucessiähá juvvii, moh láá finnim noomâs tain tábáhtuvvee kođo keežild.

source: Alavirtaan uivia kaloja voitiin vastaavasti pyydystää šuuriš - eli šurrá -padolla, joka niin ikään oli kivistä rakennettu kaaran omainen pyydys.
smn: Mietiviirdán vyeijee kyeleh pivdojii oppeet šuuriš - ađai šurrá puáđoin, mii meiddei lâi keeđgijn rahtum já lâi kääri sulâstittee piivdus.

source: Myötävirtaan uivan kalan oli pakko patoaitauksien vuoksi uida tähän altaaseen, josta se ei enää päässyt pois.
smn: Mietiviirdán vyeijee kyeleh ferttejii puáđui tiet vuoijâđ taan áldás, mast toh iä innig peessâm meddâl.

source: Näillä padoilla ryhdyttiin kalastamaan kevättulvan jälkeen ja pyynti kesti heinäkuun alusta pitkälle syksyyn.
smn: Tágárij puáđuiguin riemmii kuálástiđ tállán kiđđâtulve maŋa já pivdo pištij syeinimáánu aalgâst kuhás čoohčân.

source: Aluksi pyydyksistä saatiin harjusta, myöhemmin haukea sekä ahventa ja lopuksi siikaa.
smn: Aalgâst pivdusijn finnij suávvilijd, maŋeláá puškoid sehe vuáskunijd já loopâst šaapšâid.

source: Samassa joessa saattoi olla sekä kaara, että šuurišpato, joka yleensä oli perhekunnan hallinnassa, taikka sitten yhteiskäytössä muiden perheiden kanssa.
smn: Siämmáá juuvâst puohtii leđe sehe kääri já šuuriš, moh lijjii táválávt oovtâ perruu haaldust, teikkâ ohtsâškiävtust eres perruiguin.

source: Talveksi patojen kehäkivet nostettiin maalle, jottei tulva olisi niitä siirrellyt.
smn: Táálván puáđukeeđgih loptejuvvojii enâmân, amas tulve liččii lihâttâllâm taid.

source: Patokalastuksen tekniikkaa
smn: Puáđupivdem tekniik

source: Näillä padoilla pyydettiin syksyisin taimenta ja siikaa, keväisin harjusta ja kesäisin lähinnä haukea ja ahventa.
smn: Vyelipuáđu, mon toimâmtekniik lâi suullân vyestikevvee kääri iähtun, huksejui táválávt šuuriš vuoluupiäláá kuoškân kuárŋoo kuolij várás.

source: Tällainen pato oli mm. Iijärvellä, jossa käytettiin myös juurista valmistettua juuripatoa.
smn: Vyelipuáđust-uv kevttui rogge, mut tot lâi čuuvtij jieŋâlub já vijđásub, ko käärist tâi šuuriist já tot lâi neeljičievvâg.

source: Se oli valmistettu kahdesta koivuvavasta, jotka oli liitoskohdiltaan punottu vitsaksilla yhteen ja muotoiltu neliskanttiseksi kehykseksi.
smn: Puáđu monnjâseeinist (pajevirde pelni) kiävttojii paldluvâi stellejum segis karsum piässááh já ovdâseeinist kuolij meddâlpeessâm iästun áárpust kuuđđum viermi.

source: Tällaisia tarvittiin kaksi kappaletta, jotka oli suunniteltu neliskanttisen merran kansi- ja pohjakehiksi.
smn: Tot lâi rahtum kyevti láánjást, moh lijjii lahtosij pehti čoonnum piäsáduvâiguin oohtân já hämmejum neeljičievâg kehán.

source: Niitä yhdistivät nurkkapylväät.
smn: Taid ovtâstii nurkkestuálpuh.

source: Peräseinään ja sivuille kiinnitettiin sormen levyisin välein koivunvesoja, jotka yhdistettiin toisiinsa kahdella tai useammalla männyn tai koivun juurella.
smn: Monnjâsiäinán já sijđoseinijd kiddejuvvojii suormâ kobdosij koskâiguin láánjáh, moh lijjii kiddejum nubijdis kuovttijn tâi maŋgáin peesi tâi suávi viäddáin.

source: Etuseinään kiinnitettiin nurkista nielu, jonka pituus oli puolet merran pituudesta.
smn: Ovdâsiäinán kiddejui čievâin njiälu, mon kukkodâh lâi peeli lääni kukkoduvâst.

source: Myös madetta pyydettiin erillisillä madepadoilla, jotka oli rakennettu jokien ja järvien rantamatalikoille tiheään pystytetyistä seipäistä.
smn: Meiddei njäähi pivdui tađe várás rahtum njähipuáđoin, mii lâi huksejum juuvâi já jaavrij riddocuáhásáid paldluvâi ceggejum stáávráin.

source: Patojen pituus oli noin 10 metriä ja niiden ulkopäihin asetettiin merta suu rantaa kohti.
smn: Puáđui kukkodâh lâi suullân 10 meetterid já toi olgokeijijd pieijui lääni njälmi rido kuávlun.

source: Padoilla pyydettiin maaliskuussa madetta ja keväällä ahventa ja ehkä haukeakin.
smn: Puáduiguin pivdii njuhčâmáánust njaavijd já kiđđuv vuáskunijd já kenski puškoid-uv.

source: Padot koettiin talvisin kerran viikossa ja keväisin useammin.
smn: Puáđuh kuáhhojii tälviv ohtii ohhoost já kiđđuv täävjib.

source: Koukku- ja kolkkapyynti
smn: Vagge- já njähihuškompivdo

source: Ehkä vanhin kalastusväline lienee puinen koukku, joka oli valmistettu katajasta.
smn: Vaarâ puárásumos kyelipivdopiergâs lii vissâ-uv vagge, mii lâi rahtum rááđhást.

source: Se ei ollut varsinaisesti koukku, vaan lähinnä katajainen haarukka, jonka kaikki kolme päätä oli teroitettu.
smn: Tot ij lamaš vagge ollágin, mut rááđhást rahtum syerimuorâ, mon puoh kulmâ keeji lijjii čuuhum.

source: Syöttinä käytettiin reeskaa, johon koukku työnnettiin suupuoleen tehdyn viillon kautta.
smn: Septin kevttui riäská, moos vagge uigâdui njälmikiäčán vojâstum rääigi pehti.

source: Sillä pyydystettiin mateita syyspimeällä selkäsiimalla ja alkutalvesta ohuen jään aikaan seipäällä.
smn: Tain pivdii njaavijd vuoggâčielgijn čohčâsevŋâdin ja čohčâtäälvi asettis jieŋâ ääigi stávráin.

source: Katajakoukuilla pyydystettiin joskus myös taimenia.
smn: Riätkávoggijn pivdii motomin meiddei kuávžurijd.

source: Selkäsiima oli kaksi- tai kolmisäikeisestä männynjuuriköyttä, johon oli kiinnitetty kymmenen katajakoukkua 60 cm:n rihmoilla.
smn: Vuoggâčielgi lâi kyevti- tâi kulmâsáigusâš pecivediskievđâ, moos lijjii kiddejum love riätkávagged 60 seenti tuárguiguin.

source: Mateenseiväs oli noin parimetrinen hoikka puu, jonka alaosaan kiinnitettiin runsaan 50 sentin mittainen rihma, rihman päähän katajakoukku syötteineen, jonka jälkeen se työnnettiin hieman alaviistoon pehmeään mutapohjaan siten, että koukku yltää pohjaan.
smn: Njähistávrá lâi suullân muádimeettersâš, mon vyeliuásán kiddejui pajeláhháá meetterpele kukkosâš tuárgu já tuárgukiäčán riätkávagge sieptâsáin, mon maŋa tot uigâdui ucánjáhháá vinnood timmâ motepoonán nuuvt, et vagge uulij poonán.

source: Vahvemman jään aikana samassa avannossa saatoi olla kaksikin seivästä työnnettynä kumpikin eri suuntiin.
smn: Assaas jieŋâ ääigi siämmáá runneest puohtii leđe kyehti-uv stáávrá uigâdum kuábáš-uv kuávlusis.

source: Paras mateen pyyntiaika sijoittui sen kutuaikaan eli Matinpäivästä (24.2.
smn: Pyeremus njähipivdoäigi lâi ton kuuđđâmääigi ađai Maatipeeivist (24.2.) Máárjápiäiván.

source: Vanhimpiin kalastustapoihin kuulunee myös mateen kolkkapyynti, joka ei vaatinut sen erikoisempia työvälineitä kuin kirveen.
smn: Puárásumosáid pivdovuovvijd kulluš meiddei njäävi huškom, mii ij vaattâm tađe komebijd pivdopiergâsijd ko áákšu.

source: Myös kivi ajoi saman asian, mikäli kirvestä ei ollut mukana.
smn: Meiddei keđgi vuojij siämmáá ääši, jis ákšu ij teivâsâm leđe fáárust.

source: Lumettoman ja ohuen jään aikaan lähdettiin etsimään mateita joko hiekkapohjaisesta tai mutapohjaisesta järven tai lammen rantamatalikosta ja kun made havaittiin jään läpi, iskettiin voimakkaasti kirveen hamarapuolella tai kivellä mateen pään kohdalle, jolloin made taintui.
smn: Kaaljâ- já asettisjieŋâ ääigi vuolgii uuccâđ njaavijd jo-uv čunoi- tâi moteponnásâš javrij tâi ládui riddocuáhásijn já ko njäävi huámášii jieŋâ čoođâ, te vuođgâlii ákšušomeráin tâi keđgijn njäävi uáivi puotâ já njäähi kolmâštui. Tast maŋa ferttij raigâđ jieŋâ ákšoin tâi nijbijn já ruttiđ njäävi jieŋâ ool.

source: Tämän jälkeen tehtiin reikä kirveellä tai leu´ulla jäähän saaliin kohdalle ja nykäistiin made jäälle.
smn: Luhostum huškompivdo vaađâi asettis jieŋâ lasseen taggaar cuáhás, mast njäävi uáivi kuoskâi jieŋân.

source: Myös kalan käsinpyynti lienee vanhimpia pyyntitapoja.
smn: Meiddei kietâpivdo kuulâš toid puárásumosáid pivdovuovvijd.

source: Jokeen kutemaan nouseva harjus tai taimen menee niin matalalle, että ihminen saavuttaa sen juoksemalla kiinni, taikka kepillä lyömällä tainnutetuksi.
smn: Juuhân kuuđđâđ kuárŋoo suávvil tâi kuávžur mana nuuvt cuáhásân, et olmooš f'ättee tom kaaččâtmáin kiddâ, teikkâ uulât časkeđ tom sobbijn.

source: Lähes käsinpyyntiin verrattava kalastustapa on ollut silmustaminen.
smn: Masa kietâpiivdon puávtáččij verdidiđ kuálástemvyevi, mii lii lamaš piäsáduvváin keessim.

source: Noin 2,5 metrin mittainen nuori koivu katkaistaan, karsitaan ja väänetään latvapäästään vitsaksen tavoin noin 20 cm:n silmukalle.
smn: Suullân 2,5 meettersâš láánjá čuopâstuvvoo rasta, karsâstuvvoo já punjâstuvvoo kierruustis suullân 20 seenti piäsádâhkiellân.

source: Silmukka uitetaan ylävirran puolelta varovasti kalaa kohti niin, että kalan pään ollessa silmukan sisäpuolella, tempaistaan vavasta voimakkaasti, jolloin kala lentää kuivalle maalle.
smn: Kielâ jođettuvvoo pajevirde pelni várugávt kyele kuávlun nuuvt, et ko kyele uáivi lii kielâ siskiibeln, ravgejuvvoo stáágust korrâsávt já kyeli kirdá koške enâmân.

source: Myös messinkilankaista silmukkaa on käytetty hyvällä menestyksellä.
smn: Meiddei meessigsraaŋgâst rahtum kielâ lii kevttum puorijn miännástussáin.

source: Sammuttijärvellä käytettiin hauen pyydystämiseen vavan päässä roikkuvaa suurta koukkua.
smn: Samudjávráliih kevttii puškopiivdost stággukeejist hiäŋgájeijee stuorrâ vage.

source: Koukku uitettiin hauen leuan alle, jonka jälkeen tempaistiin hauki kuivalle maalle.
smn: Vagge jođettui puško kääibi vuálá, mon maŋa ravgejui puško koške enâmân. Maassâd pajas

source: Verkkokalastus oli tehokas kalastusmuoto Tärkein ja tehokkain kesäkalan pyyntiväline inarinsaamelaisilla on ollut nuotta ja saamelaisilla yleensä se on ollut käytössä satojen vuosien ajan.
smn: Viermipivdo lâi pehtilis kyelipivdemvyehi Tehálumos já pehtilumos kesikyelipiivdus anarâšâin lii lamaš nyetti já sämmilijn iänááš tot lii lamaš kiävtust čuođij iivij ääigi.

source: Ensimmäisen kerran nuotta mainitaan vuonna 1639, kun eräs Alanus ‑niminen tutkija oli tehnyt tutkimusmatkan Kemin Lappiin.
smn: Vuosmuu keerdi nyetti mainâšuvvoo ive 1639, ko mottoom Alanus‑nommâsâš totkee lâi toohâm tutkâmušmääđhi Kiemâ Sáámán.

source: Jo 1820-luvulla oli inarinsaamelaisilla nuotta lähes joka perheellä, tai nuotanpuolikas ainakin.
smn: Juo 1820-lovvoost lâi anarâšâin nyetti masa jyehi perrust tâi nyettilakke kuittâg-uv.

source: Eräissä perheissä oli nuottia jopa kaksittain ja eri järvissäkin.
smn: Motomijn tááluin lijjii joba muáddi-uv nyeti já eres jaavrijn-uv vala.

source: Tehdasvalmisteisten verkkojen alkaessa ilmaantua markkinoille, alkoivat nuotat vähitellen kadota, mutta vielä sotien jälkeenkin monissa taloissa oli oma nuottansa.
smn: Ko fabrikviermih algii leđe finniimist, algii nyetih kuuloold lappuustâllâđ, mut vala soođij maŋa-uv maaŋgâin anarâštááluin lijjii jieijâs nyetih.

source: Inarinsaamelaisnuotta oli 120 – 140 metriä pitkä, aiemmin jopa 180 – 260 metriä ja korkeutta 4,5 – 5,3 metriä, joskus jopa 7 metriä.
smn: Anarâšnyetti lâi 120 – 140 meetterid kukke, ovdeláá joba 180 – 260 meetterid já vuopsâ 4,5 – 5,3 meetter, motomin čiččâm-uv meetterid.

source: Nuotta ei ollut yksittäisen ihmisen pyyntiväline, koska siihen tarvittiin vähintään neljä ihmistä ja kaksi venettä.
smn: Nyetti ij lamaš ovtâskâs ulmuu piivdus, ko toos tarbâšij ucemustáá nelji ulmuu já kyehti kárbá.

source: Joskus rannalle vedettävissä apajissa tultiin toimeen kahdella ihmisellä ja yhdellä veneellä.
smn: Motomin riddopuohtâmlâš vaarpijn piergiittâlâi kuovttijn ulmuin já ovttain kárbáin.

source: Vetoköysien ja nuotan heitto aloitettiin rannasta ja päätettiin rantaan siten, että köydet ja nuottaosa muodostivat isoa U-kirjainta muistuttavan kuvion.
smn: Kievđâi já nyeti suáppum algâttui riddoost já lopâttui riidon nuuvt, et kievđah já nyetti tohhii stuorrâ U-puustav sulâstittee kovvoos.

source: Inarin kunnassa tunnetaan nuotta-apajia vajaat 200 kpl.
smn: Aanaar kieldâst láá lamaš väärpih vááijuv 200.

source: Toiseksi tehokkain pyyntiväline vanhaan aikaan on ollut verkko, jonka parasta pyyntiaikaa on ollut syksy pimeine öineen.
smn: Nubben pehtilumos piivdus tovláá ääigist lii lamaš viermi, mon pyeremus pivdoäigi lii lamaš čohčâ sevŋis ijâidiskuin.

source: Verkkokalastus kesällä ei ollut tarkoituksen mukaista, koska valoisista kesäöistä johtuen pumpulilangoista valmistetut verkot nilottuivat nopeasti ja olivat siten kalan havaittavissa.
smn: Talle šapšâ kođá já čááŋá pyereest viärmán. Jodottâllâm keessiv ij lamaš ulmemiäldásâš, ko pumbulviermih njivluu jotelávt já čuovâdis kesi-iijâi kyeli aaicâi taid pyereest.

source: Syksyllä oli toisin.
smn: Čohčuv lâi nubenáál.

source: Silloin parhaille kutukarikoille viritettiin pitkiäkin verkkojatoja, joita koettiin aamuisin lähes säästä kuin säästä riippumatta.
smn: Talle pyeremus kođokárgui oolâ syeppejuvvojii kuhes-uv joddeeh, maid ferttij jyehi iiđeed kuohâđ šooŋâst peerusthánnáá.

source: Saadut siiat perattiin suomustamattomina heti kotirantaan saapumisen jälkeen ja suolattiin saaveihin myöhemmin tapahtuvaa myymistä varten.
smn: Šaapšah čuállejuvvojii čuomâsthánnáá tállán päikkisáátkun puáttim maŋa já sälttejuvvojii kyelilittijd vyebdim várás.

source: Keittokalat, kuten hauet, ahvenet, harjukset ja mateet eroteltiin, perattiin ja suolattiin keittosuolaan (so. laimeampaan suolaan) ja mahdolliset taimenet suolattiin kotitarvekalaksi esim. joulupöytää varten.
smn: Vuoššâmkyeleh, tegu puškoh, vuáskuneh, suávvileh já njäävih renskejuvvojii meddâl, čuállejuvvojii já sälttejuvvojii vuoššâmsááltán já máhđuliih kuávžureh še sälttejuvvojii päikkitárbukyellin ovdâmerkkân juovlâpeevdi várás.

source: Muita kalastustapoja
smn: Eres kyelipivdemvyevih

source: Myös käestäminen oli suosittu kesäinen verkkokalastusmuoto.
smn: Meiddei vihelem lâi pivnuus kiässáás kuálástusvyehi.

source: Suurisilmäinen käestysverkko oli kudottu vahvasta pumpulilangasta ja se oli normaalin verkon mittainen.
smn: Juolis vihháál lâi kuuđđum noonâ pumbuláárpust já tot lâi táválii viermi kukkosâš.

source: Käestyskausi alkoi siinä vaiheessa kesää, kun rantapoukamiin oli kasvanut järviruokoa tai vesiheinää.
smn: Vihelemäigi aalgij ton muddoost keesi, ko riddokaaváid lâi šoddâm syeini.

source: Vanhaan aikaan oli merkki: “kun paarma lentää, on hauki heinikossa”.
smn: Tovle lâi taggaar merkkâ, et ko puárui kirdá, te puško lii viháluvâst.

source: Käestämään lähdettiin aurinkoisena ja tyynenä kesäaamuna, jolloin hauki oli hakeutunut rantaheinikkoon paistattelemaan päivää.
smn: Viheliđ koolgâi vyelgiđ kuálkkipiäivádâhhân, kuás puško ličij ucâlum riddosuoinâlmâsân peeivipaštui.

source: Heinikkopoukamaa lähestyttiin veneellä varovasti ja laskettiin käestysverkko poukaman tai heinikon ulkopuolelle.
smn: Suoinâlmâs koolgâi aldaniđ kárbáin várugávt já suoppiđ vihháál kaavâ tâi suoinâlmâs ulguubel.

source: Pienimmät hauet puikahtivat verkon läpi, mutta tarpeeksi suuret takertuivat siihen.
smn: Ko vihháál lâi sajestis, koolgâi moonnâđ suoinâlmâsân já poršoliđ puškoid viärmán.

source: Elokuun loppupuolella alkavat yöt olla tarpeeksi pimeitä tuulastamiseen.
smn: Porgemáánu loopâkeččin älgih leđe iijah nokko sevŋâdeh tuohâstmân.

source: Tärkeimmät työvälineet siihen ovat vene, atrain ja riittävän tehokas valonlähde kalojen havaitsemiseksi.
smn: Tehálumoseh piergâseh tuohâstmân láá käärbis, härssee já tommittáá kirkis čuovâ, et kuolijd áiccá.

source: Vanhaan aikaan valonlähteenä toimi elävä tuli.
smn: Tovle čuovvân lâi ellee tullâ.

source: Veneen keulan etupuolelle oli rakennettu irroitettava arina, jossa saattoi pitää tervastulta.
smn: Kärbisnjune ovdiibel lâi rahtum paarrâl, mon puovtij luovviđ já parâlist puovtij puáldiđ pihâštuulâ.

source: Sotien jälkeen valonlähteenä ovat toimineet petroolia polttoaineenaan käyttävät Petromax- tai Tilleylamput, mutta nykyään patteri- ja akkukäyttöiset sähkölamput.
smn: Soođij maŋa čuovvân láá lamaš Petromax- tâi Tilleylaampuh, moh toimii kaasijn, mut tááláá ääigi šleđgâlaampuh, moh tuáimih patterijguin tâi akuiguin.

source: Tuulastuskala on keittokalana kaikkein parhain eli tauroin, koska pistettävä kala kuolee yleensä heti, kun atrain iskeytyy sen selkään.
smn: Tuohâskyeli lii vuoššâmkyellin puoh sävrimus, ko čyeggejum kyeli jáámá táválávt tállán, ko härssee čuoggâs ton siälgán.

source: Vaikka virvelionginta ja pilkkiminen ovat nykyisin melko suosittuja kalastusmuotoja Inarissa, edustavat ne kuitenkin myöhempien aikojen tuotteita.
smn: Veikkâ virveluággum já jieŋâalnuággum láá-uv taan ääigi pivnuus kyelipivdemvyevih Anarist, láá toh kuittâg-uv majebij aigij pyevtittâsah.

source: Ne ovat urheilukalastajien tuomia.
smn: Taid láá astoääigikuálásteijeeh puáhtám.

source: Sitä vastoin uistattaminen kuuluu vanhempaan perinteeseen, koska sitä käytettiin jo 1800-luvun puolella.
smn: Ton sajan uštem kulá puárásub ärbivuáhán, ko tot lii lamaš kiävtust juo 1800-lovo pelni.

source: Niin ikään vanhempien aikojen tuotteita ovat verkoista rakennettu siikapesä ja avoperärysä, joita on Inarijärvellä käytetty viime vuosisadan alkupuolelta lähtien, ehkä pidempäänkin.
smn: Tovláá ääigi pyevtittâsah láá meiddei viermijn rahtum šapšâpeesi já stuorrâlääni, moh láá lamaš Aanaarjäävrist kiävtust juo moonnâm ihečyeđe aalgâ rääjist, kenski ovdeláá-uv.

source: Myöhempien aikojen tuotteisiin kuuluu esim. rautalangasta valmistettu katiska.
smn: Majebij aigij puátusáid kulá ovdâmerkkân sraaŋgâst rahtum katiska.

source: Viimeisin tulokas kalastuksen rintamalla on ollut troolikalastus.
smn: Majemuš puáđulâš kyelipivdemaašijn lii lamaš troolipivdo.

source: 1980-luvulla Alajärveen istutetut muikut karkasivat Alajokea myöten Ivalojokeen, josta edelleen Inarijärveen ja alkoivat lisääntyä runsain mitoin.
smn: 1980-lovvoost Vyelijáávrán ištâdum muuikuh kárgájii Vyelijuuvâ mield Avveeljuuhân, mast ain Aanaarjáávrán, jeđe lassaanškuottii tobbeen.

source: Tämän seurauksena monet inarilaiset hankkivat itselleen troolikalastusvälineitä ja kaikki sujuikin aluksi hyvin.
smn: Ton keežild maaŋgah aanaarliih skáppojii olssis troolipiergâsijd já puoh moonâi-uv aalgâst pyereest.

source: Vuonna 1989 muikkua troolattiin noin 180 000 kg.
smn: Ive 1989 muikku troolajui suullân 180 000 kiilud.

source: Tuolloin Inarijärveä troolasi kuusitoista veneparia.
smn: Talle Aanaarjäävrist kessii trooli kuttânubáloh kärbispaarrâd.

source: Muikkukanta kuitenkin romahti vuonna 1992, jolloin saalis jäi alle 10 000 kg:n.
smn: Muikkunääli kuittâg kuáržui ive 1992, kuas saalâs paasij vuálá 10 000 kiilun.

source: Nykyään troolikalastusta esiintyy Inarijärvellä ainoastaan koeluontoisena RKTL:n toimesta.
smn: Tááláá ääigist troolipivdo Aanaarjäävrist lii tuše iskospivdo, maid RKTL parga.

source: Ilmari Mattus
smn: Uccpárnáá Vuoli Ilmar

source: Uula Morottaja kalalla 1930-luvulla.
smn: Lesk-Ant Uulá (Uula Morottaja) kyelipiivdost 1930-lovvoost.

source: Loukkupyynnissä Inarilla ammattikalastaja "Haikonen" eli Jouni Aikio.
smn: Áámmátkuálásteijee ađai Kaabi Piättâr Jovnâ (Jouni Aikio) stuorrâlänipiivdost Aanaarjäävrist.

source: Haikonen juomuksilla Inarijärvellä.
smn: Haikonen juoŋâstmin Aanaarjäävrist.

source: Öisellä Inarilla Veikko Aikion mukana muikkua troolaamassa Jaakko Kyrö.
smn: Jaakko Kyrö muuiku troolaamin kesi-iijâst Juhánâs Veiko (Veikko Aikio) fáárust.

source: Inarijärven tyypilliseen kalansaaliseen kuuluvat harjus, siika, taimen, ahven ja hauki.
smn: Aanaarjäävri táválumos kyelisalâsân kuleh suavvil, kyeli ađai šapšâ, kuávžur, vuásku já puško.
